Repository: mozilla-l10n/mt-training-data
Catalog: gwt/gwt_pontoon.tmx
Source language: en_us
Languages: gwt

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gwt: ممکن تھنہ زی مېنی باتیَنہ شکل کلپسہ پېنہ بېرانتے تھِبہ! کېنے زی مے آرامے تھنَؤ بہ، جو مے تانُو گاݭٹے واری جُملہ بالِکہ ݭڅی تانُو ترتیب نامہ بدل کېری بَمانېؤ۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gwt: اِشِلہ بی بِمان زی مېنی باتِیَنی مختلف شکل جملا پېنہ بېرانتے تھِتہ! مے تانُو باتِیہ واری جُملہ بالِکہ ݭڅی تانُو ترتیبہ بدل کېری بمانېؤ!

source: Your username and email will not be associated with the published data.
gwt: مېنہ صارف نام اؤ ای مېل چاپ بِسنت ڈېٹا مِنزی نہ ٹکَڅان دِمان۔

source: Your weekly goal has been created
gwt: مېنی ہفتہ وار مقصد ݫُپی تِنی

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
gwt: میاں ددُوپی یہ اِیمېل وصول بِبہ تېنے مېنی باتِیہ کامن وائسہ شامل کېرِکہ ݭڅی اقداماتَنی وضاحت کېران دِبہ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gwt: توئیں کامن وائیسہ<goalPercentage></goalPercentage>اسَنہ ہر باگانہ{ $goalValue }ریکاڈِنگاں فیدِکہ مدد کېرُو!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gwt: توئیں کامن وئیسہ </goalPercentage><goalPercentage>اسَنہ ہر باگانہ { $goalValue } توثیقی ہدفاں فېدِکہ مدد کېرُو!

source: You've successfully signed up for contributing to { $language }. Thank you.
gwt: مے کامیابی ئے { $language } اِتے تعاون کېرِکہ ݭڅی سائن اپ کېرِتوؤ۔ شکریہ

source: You want to join the Common Voice mailing list
gwt: مېنہ کامن وائس مېلِنگ لِسٹہ لُبُسِکاں ݭېنݭ بِمان

source: You write down what you hear in the audio clips
gwt: مے آڈیو کِلپسہ کی زی ݭُنڈِمانېؤ بہ تسہ لِکِؤ

source: Zaza
gwt: ززا

source: Zip #{ $offset } of { $total }
gwt: { $total } پېنہ{ $offset }# زِپ

source: Zulu
gwt: زولو

source: account recovery key
gwt: اکاونٹ ریکوری ہنڄو

source: add-on
gwt: بِزال کېرِک

source: alternate text
gwt: پُر پتہ نصاب

source: attack
gwt: حملہ کېراوَہ

source: attacker
gwt: حملہ کېرِݪہ

source: Attack Site
gwt: رتَکے ݪِیَن ٹھان

source: attendee
gwt: حاضر بِسن

source: authenticate
gwt: تصدیق کېراوَہ

source: authenticated
gwt: تصدیق بِسن

source: authentication code
gwt: تصدیق بِسن کوڈ

source: autoplay
gwt: تانئ مُشِک

source: backup authentication code
gwt: بېک اپ تصدیقی کوڈ

source: bookmark
gwt: خندی کېراوَہ

source: breakpoint
gwt: وُٹن ٹھان

source: Bug report
gwt: غلطیَنی تفصیل

source: certificate authority
gwt: سندَنہ وسہ وودہ

source: cipher
gwt: شِفر

source: clipboard
gwt: لِکن تختہ

source: colorway
gwt: څِݪن رؤ

source: confirmation code
gwt: تصدیقی کوڈ

source: context
gwt: باتِیَنہ سلسلہ

source: cookie banner
gwt: خُندی کېرَنی اطلاع

source: corrupt
gwt: نشِسن

source: corrupted
gwt: ناݭان دِسنت

source: crash
gwt: دُلی بیاوَہ

source: cross-site tracking cookie
gwt: پُرپتہ کېئ کوکی تلاوَہ

source: cryptominer
gwt: ہولیاتہ

source: cryptomining
gwt: ولیان دِسن

source: debug
gwt: سرَزاوَہ

source: deceptive site
gwt: پِڅِلن بَک

source: decode
gwt: رت کھائیک

source: decryption
gwt: ہنشارت پروزاوَہ

source: disinformation
gwt: غلط معلومات

source: distrust
gwt: بےباوری

source: email mask
gwt: ولیاتی برقی پیغام

source: enable
gwt: ہانسان کېئیک

source: encode
gwt: ولیاتی لِک

source: encrypt
gwt: ہنشارتاں تلَئیک

source: encryption
gwt: ولیاوَہ

source: end user
gwt: کھېنے موکنہ لگَئیݪہ

source: Enhanced Tracking Protection
gwt: بئ درَکَنی ساتاوَہ

source: extension
gwt: پݭٹاوَہ

source: fingerprinter
gwt: انگُڑ نخہ

source: fingerprinting
gwt: انگُڑ نخہ کېئیک

source: Firefox View
gwt: فېرنٹُھسی نندارہ

source: grassroots
gwt: اصل ناڑ

source: home page
gwt: خاص ٹھان

source: import
gwt: اترانت آناوَہ

source: independent browser
gwt: اَزاد څرِݪہ

source: innovations
gwt: بدعت

source: insecure
gwt: حفاظت نݭٹہ

source: installation
gwt: اکݭٹاوَہ

source: Issue
gwt: جاری کېراوَہ

source: Legacy extension
gwt: پُلوا درِسن

source: MDN
gwt: م ڈ ن

source: misinformation
gwt: ڄلفل باتی

source: native
gwt: وتَنی

source: net neutrality
gwt: بېل دراوَہ

source: nonprofit
gwt: بے فائدہ

source: non-profit
gwt: فضول

source: open source
gwt: اېڑیا شئ

source: override
gwt: ٹھان دامِک

source: phone number mask
gwt: فون لمبَرَنہ پردہ

source: pop-up
gwt: لردَرہ تلَئیݪہ

source: preference
gwt: ڈل تَئیک

source: Privacy Notice
gwt: رازَنی باتی

source: release
gwt: ووڑاوَہ

source: report
gwt: رپوٹ

source: restricted site
gwt: مَنے کېرِسنت ٹھان

source: revert
gwt: پتہ گِرِک

source: Review checker
gwt: معائینہ کېرِݪہ

source: search suggestion
gwt: فنت کھاڑاوَہ

source: security keys
gwt: حفاظتی ہنڄُو

source: sensitive
gwt: حساس

source: sidebar
gwt: څېلمہ رېٹی

source: sign
gwt: نخہ

source: signer
gwt: دستخظ کېرِݪہ

source: sign in
gwt: داخل بِک

source: sign-in
gwt: داخلہ

source: studies
gwt: ژَوُس

source: Terms of Service
gwt: نوکورِیَنی شربن

source: track
gwt: رونی

source: trackers
gwt: پتہ ݭڅِݪہ

source: Tracking Content
gwt: پتہ ݭڅن مواد

source: unencrypted
gwt: بے پتیان

source: unresponsive
gwt: بے حِس

source: unsafe
gwt: خطرناک

source: validate
gwt: تصدیق کېراوَہ

source: validity
gwt: درستی

source: version
gwt: قِسُم

source: Web Authentication
gwt: جالنی تصدیق
